Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamen_kielten_etaoppilaiden_maara_kasvaa_-_anni-sofia_niittyvuopio_aloitti_hankekoordinaattorina.html.tmx
Source language: fin
Languages: sme

source: Saamen kielten etäoppilaiden määrä kasvaa – Anni-Sofia Niittyvuopio aloitti hankekoordinaattorina
sme: Sámegielaid gáiddusoahppiid mearri stuorru – Anni-Sofia Niittyvuopio bargagođii fidnokoordináhtorin

source: Saamen kielten etäyhteyksiä hyödyntävän opetuspilotin neljäs lukuvuosi käynnistyy maanantaina 16.8. Lukuvuonna 2021–2022 hankkeessa opiskelee 104 oppilasta 30 kunnasta eri puolelta Suomea.
sme: Sámegielaid gáiddusoktavuođaid geavaheaddji oahpahuspilohta njealját lohkanjahki álgá vuossárgga 16.8. Lohkanjagi 2021–2022 áigge fitnus leat oktiibuot 104 oahppi 30 gielddas iešguđet guovlluin Suomas.

source: Inarinsaamen oppilaita on 34, koltansaamen 19 ja pohjoissaamen 52. Yhteyksiä kouluihin hoitavana koordinaattorina on aloittanut Saamelaiskäräjillä työskentelevä Anni-Sofia Niittyvuopio.
sme: Anárašgiela oahppit leat oktiibuot 34, nuortalašgiela 19 ja davvisámegiela 52. Anni-Sofia Niittyvuopio lea bargagoahtán Sámedikkis fidnokoordináhtorin.

source: Hankkeen opettajina työskentelevät Sirkka Sanila (koltansaame), Henna Aikio (inarinsaame), Joni Saijets (pohjoissaame äidinkielenä) ja Satu Pieski (pohjoissaame toisena kielenä).
sme: Son fuolaha oktavuođain skuvllaide.

source: Satu Pieski siirtyy syyskuussa neljäksi kuukaudeksi projektipäällikön tehtävään Hanna Helanderin virkavapauden ajaksi.
sme: Sámegielaid gáiddusoktavuođaid geavaheaddji oahpahuspilohta njealját lohkanjahki álgá vuossárgga 16.8. Lohkanjagi 2021–2022 áigge fitnus leat oktiibuot 104 oahppi 30 gielddas iešguđet guovlluin Suomas.

source: Sirkka Sanila opettaa Tukholmasta, Joni Saijets jutaavaan saamelaiseen tapaan joko kotoa tai sieltä, mihin on kulkiessaan päätynyt, Henna Aikio ja Satu Pieski Oulusta.
sme: Anárašgiela oahppit leat oktiibuot 34, nuortalašgiela 19 ja davvisámegiela 52. Anni-Sofia Niittyvuopio lea bargagoahtán Sámedikkis fidnokoordináhtorin. Son fuolaha oktavuođain skuvllaide.

source: Opettajien ja hanketyöntekijöiden uusi lukuvuosi käynnistyi yhteisillä suunnittelupäivillä Oulussa elokuun alussa.
sme: Fitnu oahpaheaddjin barget Sirkka Sanila (nuortalašgiella), Henna Aikio (anárašgiella), Joni Saijets (davvisámegiella eatnigiellan) ja Satu Pieski (davvisámegiella nubbin giellan).

source: Yhteistyössä Lapin yliopiston ADVOST -hankkeen kanssa valmistellaan etäopetuksen käsikirjaa.
sme: Satu Pieski sirdása čakčamánu álggus njealji mánotbadjái prošeaktahoavdan dan boddii go Hanna Helander lea virgefriijas.

source: Deanuleagis sámástit -hankkeen kanssa valmistellaan kalastusaiheisia opetusvideoita ja hankkeelta saadaan myös oppilaiden huoltajille ja viranomaisille suunnattua kielineuvontaa.
sme: – Dán fitnus lea vuogas bargat daningo dat lea šaddan buorre bargosearvvuš beroškeahttá das, ahte mii orrut guhkkin eret nuppiideamet, dadjet oahpaheaddjit.

source: Opettajat odottavat jo oppilaiden kohtaamista.
sme: – Oahpahus ordnejuvvo Teams-vuogádagas, gos mis lea vejolašvuohta juogadit sihke fuolaid ja máhtuid min virtuála oahpaheailanjas.

source: – Oppilaiden motivaatio ja into välittyvät myös ruudun läpi.
sme: Sirkka Sanila oahpaha Stockholmmas, Joni Saijets johttisápmelačča láhkai juogo ruovttus dahje doppe, gosa lea johtán, Henna Aikio ja Satu Pieski Oulus.

source: On tosi ihanaa nähdä, miten oppilaat ympäri Suomen eri kouluista toimivat yhdessä omissa etäryhmissään ja sitoutuvat kielen oppimiseen, opettaja Henna Aikio sanoo.
sme: Oahpaheaddjiid ja prošeaktabargiid ođđa lohkanjahki álggahuvvui oktasaš plánenbeivviiguin Oulus borgemánu álggus.

source: Lisätietoja:
sme: Ovttasbarggus Lappi universitehta ADVOST -prošeavttain barggu vuolde lea gáiddusoahpahusa giehtagirji.

source: Hanna Helander, hanna.helander@edu.utsjoki.fi
sme: Deanuleagis sámástit -fitnuin válmmaštallojuvvojit oahpahusvideot guollebivddus ja fitnu bokte ožžot maid gielalaš rávvema sihke mánáid fuolaheaddjiide ja virgeolbmuide.

source: Anni-Sofia Niittyvuopio, anni-sofia.niittyvuopio@samediggi.fi
sme: Oahpaheaddjit vurdet juo deaivat oahppiid.

source: Satu Pieski, satu.pieski@edu.utsjoki.fi
sme: – Oahppiid motivašuvdna ja mokta leat vuohttimis maiddái šearpma bokte.

source: https://www.saamenetaopetus.com/
sme: Lea duođai fiinnis oaidnit man láhkai oahppit skuvllain miehtá Suoma ovttasbarget iežaset gáiddusjoavkkuin ja leat čatnasan giela oahppamii, dadjá oahpaheaddji Henna Aikio.

source: https://www.samediggi.fi/toiminta/koulutus-ja-oppimateriaali/
sme: Lassedieđut:
